Repository: zfldev/training-session
Catalog: languages/TrainingTD-*.po
Languages: de_de

# Taxonomy General Name
source: Categories
de_de: Kategorien

# Taxonomy Singular Name
source: Category
de_de: Kategorie

source: Categories
de_de: Kategorien

source: All Items
de_de: Alle Fortbildungen

source: Parent Item
de_de: Eltern Elemtent

source: Parent Item:
de_de: Eltern Element

source: New Item Name
de_de: Neue Fortbildung erstellen

source: Add New Item
de_de: Neue Fortbildung erstellen

source: Edit Item
de_de: Fortbildung bearbeiten

source: Update Item
de_de: Eintrag aktualisieren

source: View Item
de_de: Fortbildung ansehen

source: Separate items with commas
de_de: Trenne Einträge mit Komata

source: Add or remove items
de_de: Bearbeite oder lösche Einträge

source: Choose from the most used
de_de: Wähle von oft verwendeten

source: Popular Items
de_de: Beliebte Einträge

source: Search Items
de_de: Suche Einträge

source: Not Found
de_de: Nichts gefunden

# Training category URL slug
source: training-category
de_de: fortbildungen-kategorien

# Taxonomy General Name
source: Tags
de_de: Schlagworte

# Taxonomy Singular Name
source: Tag
de_de: Schlagwort

source: Tags
de_de: Schlagworte

# Training tag URL slug
source: training-tag
de_de: fortbildungen-schlagworte

source: Category
de_de: Kategorie

source: Days
de_de: Tage

source: Please use this date format:
de_de: Bitte verwenden Sie dieses Datumsformat:

source: from
de_de: von

source: till
de_de: bis

source: o'clock
de_de: Uhr

source: Day
de_de: Tag

source: Date
de_de: Datum

source: Beginning
de_de: Anfang

source: Ending
de_de: Ende

source: Location
de_de: Ort

source: Street
de_de: Straße

source: Postalcode
de_de: PLZ

source: City
de_de: Ort

source: Contact
de_de: Kontakt

source: Phone
de_de: Telefon

source: Further detail
de_de: weitere Details

source: Organiser
de_de: Veranstalter

source: FIBS Tag
de_de: FIBS Aktenzeichen

source: Deadline
de_de: Anmeldeschluss

source: Time
de_de: Uhrzeit

source: Maximum participants
de_de: Max. Teilnehmende

source: Max. participants
de_de: Max. Teilnehmende

source: Fees
de_de: Kosten

source: Referee label
de_de: Bezeichner Referierende

source: Please select!
de_de: Bitte wählen Sie

source: referee (female)
de_de: Referentin

source: referee (male)
de_de: Referent

source: referee (many)
de_de: Referierende

source: Referee
de_de: Referent

source: Type of School
de_de: Schulart

source: Editor
de_de: BearbeiterIn

source: Send email to
de_de: Sende eine E-Mail an

# Post Type General Name
source: Training sessions
de_de: Fortbildungen

# Post Type Singular Name
source: Training
de_de: Fortbildung

source: Training
de_de: Fortbildungen

source: Add New
de_de: Hinzufügen

source: New Item
de_de: Neue Fortbildung erstellen

source: Search Item
de_de: Suche Eintrag

source: Not found
de_de: Nichts gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

# Training URL slug
source: training
de_de: fortbildung

source: Further vocational training for teachers
de_de: Fort- und Weiterbildungen für Lehrerinnen und Lehrer

source: Title
de_de: Titel

source: Detail
de_de: Details

source: Input
de_de: Eingang

source: AKZ and ID missing
de_de: Aktenzeichen und/oder ID fehlen

source: Training in Detail
de_de: Fortbildung im Detail

source: In case you only like to use a deadline date set time to 23:59:59!
de_de: Falls Sie nur ein Datum setzen wollen, wählen Sie bitte als Uhrzeit 23:59:59!

source: Female referee
de_de: Refrentin

source: Male referee
de_de: Referent

source: Referees
de_de: Referierende

source: Settings and Status
de_de: Einstellungen und Status

source: Training will be printed
de_de: Fortbildung wird gedruckt

source: First check is done
de_de: 1. Prüfung erledigt

source: will be printed
de_de: wird gedruckt

source: 1. check
de_de: 1. Prüfung

source: 2. check
de_de: 2. Prüfung

source: AKZ set
de_de: AKZ vorhanden

source: AKZ missing
de_de: AKZ fehlt

source: Second check is done
de_de: 2. Prüfung erledigt

source: Room
de_de: Raum

source: Week
de_de: Woche

source: Show address on OpenStreetMap
de_de: Zeige Adresse auf Karte

source: Add New Category
de_de: Kategorie hinzufügen

source: Add New Tag
de_de: Schlagwort hinzufügen

source: won't be printed
de_de: wird nicht gedruckt

source: This training has no location
de_de: Diese Fortbildung hat keinen Veranstaltungsort

source: If the Training takes place on many days for the whole day. The date of Day 1 will be the starting point and the date of Day 2 will be the ending point of the Training
de_de: Wenn die Fortbildung an mehreren Tagen für den gesamten Tag stattfindet können Sie das Datum von Tag 1 als Beginn und das Datum von Tag 2 als Ende der Fortbildung gesetzt.

source: Long and whole-time training
de_de: Mehrtägige und ganztägige Fortbildung

source: Automatically geocoded geographic coordinates for the address above. If they don't fit you may set them manual.
de_de: Automatisch ermittelte geographische Koordinaten der oberen Adresse. Falls nötig können Sie diese manuell anpassen.

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Set GPS position manual.
de_de: Koordinaten manuell anpassen
